/* 
  This file contains translations for the property codes for 
  Canon cameras.
*/

"PTPPropertyCodeEOSAperture" = "Blende";
"PTPPropertyCodeEOSShutterSpeed" = "Verschlusszeit";
"PTPPropertyCodeEOSISOSpeed" = "ISO";
"PTPPropertyCodeEOSExpCompensation" = "Belichtungskompensation";
"PTPPropertyCodeEOSAutoExposureMode" = "Automatikmodus";
"PTPPropertyCodeEOSDriveMode" = "Verschlussauswahl";
"PTPPropertyCodeEOSMeteringMode" = "Messung";
"PTPPropertyCodeEOSFocusMode" = "Fokus";
"PTPPropertyCodeEOSWhiteBalance" = "Weißabgleich";
"PTPPropertyCodeEOSColorTemperature" = "Farbtemp.";
"PTPPropertyCodeEOSWhiteBalanceAdjustA" = "WB Einst. A";
"PTPPropertyCodeEOSWhiteBalanceAdjustB" = "WB Einst. B";
"PTPPropertyCodeEOSWhiteBalanceXA" = "WB Einst. XA";
"PTPPropertyCodeEOSWhiteBalanceXB" = "WB Einst. XB";
"PTPPropertyCodeEOSColorSpace" = "Farbraum";
"PTPPropertyCodeEOSPictureStyle" = "Bildstil";
"PTPPropertyCodeEOSBatteryPower" = "Batteriebetrieb";
"PTPPropertyCodeEOSBatterySelect" = "Batterieauswahl";
"PTPPropertyCodeEOSCameraTime" = "Kamerazeit";
"PTPPropertyCodeEOSOwner" = "Eigentümer";
"PTPPropertyCodeEOSModelID" = "Modell ID";
"PTPPropertyCodeEOSPTPExtensionVersion" = "PTP Ext. Version";
"PTPPropertyCodeEOSDPOFVersion" = "DPOF Version";
"PTPPropertyCodeEOSAvailableShots" = "Verfügb. Fotos";
"PTPPropertyCodeEOSCaptureDestination" = "Aufnahmeziel";
"PTPPropertyCodeEOSBracketMode" = "Bracket-Modus";
"PTPPropertyCodeEOSCurrentStorage" = "Aktueller Speicher";
"PTPPropertyCodeEOSCurrentFolder" = "Aktueller Ordner";
"PTPPropertyCodeEOSImageFormat" = "Bildformat";
"PTPPropertyCodeEOSImageFormatCF" = "Bildformat (CF)";
"PTPPropertyCodeEOSImageFormatSD" = "Bildformat (SD)";
"PTPPropertyCodeEOSImageFormatExtHD" = "Bildformat (HD)";
"PTPPropertyCodeEOSCompressionS" = "Kompression (S)";
"PTPPropertyCodeEOSCompressionM1" = "Kompression (M1)";
"PTPPropertyCodeEOSCompressionM2" = "Kompression (M2)";
"PTPPropertyCodeEOSCompressionL" = "Kompression (L)";
"PTPPropertyCodeEOSPCWhiteBalance1" = "PC WB 1";
"PTPPropertyCodeEOSPCWhiteBalance2" = "PC WB 2";
"PTPPropertyCodeEOSPCWhiteBalance3" = "PC WB 3";
"PTPPropertyCodeEOSPCWhiteBalance4" = "PC WB 4";
"PTPPropertyCodeEOSPCWhiteBalance5" = "PC WB 5";
"PTPPropertyCodeEOSMWhiteBalance" = "M WB";
"PTPPropertyCodeEOSPictureStyleStandard" = "Standardstil";
"PTPPropertyCodeEOSPictureStylePortrait" = "Stil Porträt";
"PTPPropertyCodeEOSPictureStyleLandscape" = "Stil Landschaft";
"PTPPropertyCodeEOSPictureStyleNeutral" = "Neutraler Stil";
"PTPPropertyCodeEOSPictureStyleFaithful" = "Stil Natürlich";
"PTPPropertyCodeEOSPictureStyleBlackWhite" = "S/W-Stil";
"PTPPropertyCodeEOSPictureStyleUserSet1" = "Anw. 1 Stil";
"PTPPropertyCodeEOSPictureStyleUserSet2" = "Anw. 2 Stil";
"PTPPropertyCodeEOSPictureStyleUserSet3" = "Anw. 3 Stil";
"PTPPropertyCodeEOSPictureStyleParam1" = "Bildstil P1";
"PTPPropertyCodeEOSPictureStyleParam2" = "Bildstil P2";
"PTPPropertyCodeEOSPictureStyleParam3" = "Bildstil P3";
"PTPPropertyCodeEOSFlavorLUTParams" = "Flavor LUT Params";
"PTPPropertyCodeEOSCustomFunc1" = "Individualfunkt. 1";
"PTPPropertyCodeEOSCustomFunc2" = "Individualfunkt. 2";
"PTPPropertyCodeEOSCustomFunc3" = "Individualfunkt. 3";
"PTPPropertyCodeEOSCustomFunc4" = "Individualfunkt. 4";
"PTPPropertyCodeEOSCustomFunc5" = "Individualfunkt. 5";
"PTPPropertyCodeEOSCustomFunc6" = "Individualfunkt. 6";
"PTPPropertyCodeEOSCustomFunc7" = "Individualfunkt. 7";
"PTPPropertyCodeEOSCustomFunc8" = "Individualfunkt. 8";
"PTPPropertyCodeEOSCustomFunc9" = "Individualfunkt. 9";
"PTPPropertyCodeEOSCustomFunc10" = "Individualfunkt. 10";
"PTPPropertyCodeEOSCustomFunc11" = "Individualfunkt. 11";
"PTPPropertyCodeEOSCustomFunc12" = "Individualfunkt. 12";
"PTPPropertyCodeEOSCustomFunc13" = "Individualfunkt. 13";
"PTPPropertyCodeEOSCustomFunc14" = "Individualfunkt. 14";
"PTPPropertyCodeEOSCustomFunc15" = "Individualfunkt. 15";
"PTPPropertyCodeEOSCustomFunc16" = "Individualfunkt. 16";
"PTPPropertyCodeEOSCustomFunc17" = "Individualfunkt. 17";
"PTPPropertyCodeEOSCustomFunc18" = "Individualfunkt. 18";
"PTPPropertyCodeEOSCustomFunc19" = "Individualfunkt. 19";
"PTPPropertyCodeEOSCustomFuncEx" = "Individualfunkt. Ex";
"PTPPropertyCodeEOSMyMenu" = "Mein Menü";
"PTPPropertyCodeEOSMyMenuList" = "Meine Menüliste";
"PTPPropertyCodeEOSWftStatus" = "WFT Status";
"PTPPropertyCodeEOSWftInputTransmission" = "WFT Input Trans.";
"PTPPropertyCodeEOSHDDirectoryStructure" = "HD Struktur";
"PTPPropertyCodeEOSBatteryInfo" = "Batterie-Info";
"PTPPropertyCodeEOSAdapterInfo" = "Adapter Info";
"PTPPropertyCodeEOSLensStatus" = "Objektivstatus";
"PTPPropertyCodeEOSQuickReviewTime" = "Bildanzeigezeit";
"PTPPropertyCodeEOSCardExtension" = "Kartenerweiterung";
"PTPPropertyCodeEOSTemperatureInformation" = "Thermische Warnstufe";
"PTPPropertyCodeEOSShutterCounter" = "Auslösezähler";
"PTPPropertyCodeEOSSpecialOption" = "Sonderoption";
"PTPPropertyCodeEOSPhotoStudioMode" = "Modus Fotostudio";
"PTPPropertyCodeEOSSerialNumber" = "Seriennummer";
"PTPPropertyCodeEOSEVFOutputDevice" = "EVF Gerät";
"PTPPropertyCodeEOSEVFMode" = "EVF Modus";
"PTPPropertyCodeEOSDepthOfFieldPreview" = "Schärfentiefevorschau";
"PTPPropertyCodeEOSEVFSharpness" = "EVF Schärfe";
"PTPPropertyCodeEOSEVFWBMode" = "EVF WB Modus";
"PTPPropertyCodeEOSEVFClickWBCoeffs" = "EVF WB Koeff.";
"PTPPropertyCodeEOSEVFColorTemp" = "EVF Farbtemp";
"PTPPropertyCodeEOSExposureSimMode" = "Belichtung Sim. Modus";
"PTPPropertyCodeEOSMovieRecordingStatus" = "Movie Aufnahmestatus";
"PTPPropertyCodeEOSLvAfSystem" = "Autofokusmethode";
"PTPPropertyCodeEOSMovSize" = "MOV-Größe";
"PTPPropertyCodeEOSLiveViewExposureSimulation" = "Belichtungssimulation";
"PTPPropertyCodeEOSArtist" = "Interpret";
"PTPPropertyCodeEOSCopyright" = "Copyright";
"PTPPropertyCodeEOSBracketValue" = "Bracket-Wert";
"PTPPropertyCodeEOSFocusInfoEx" = "Fokus Info";
"PTPPropertyCodeEOSDepthOfField" = "Schärfentiefe";
"PTPPropertyCodeEOSBrightness" = "Helligkeit";
"PTPPropertyCodeEOSLensAdjustParams" = "Objektivparameter";
"PTPPropertyCodeEOSEFComp" = "EF Komp.";
"PTPPropertyCodeEOSLensName" = "Objektiv";
"PTPPropertyCodeEOSAEB" = "AEB";
"PTPPropertyCodeEOSStroboSetting" = "Strobo Einstellung";
"PTPPropertyCodeEOSStroboWirelessSetting" = "Strobo Wireless Einstellung";
"PTPPropertyCodeEOSStroboFiring" = "Blixtmodus";
"PTPPropertyCodeEOSLensID" = "Objektiv-ID";
"PTPPropertyCodeEOSMovieRecordingQuality" = "Format der Videoaufzeichnung";
"PTPPropertyCodeEOSMovieRecordingQualityEx" = "Format der Videoaufzeichnung";
"PTPPropertyCodeEOSMovieParam3" = "Format der Videoaufzeichnung";
"PTPPropertyCodeEOSFlashExposureCompensation" = "Blitz-Belichtungskompensation";
"PTPPropertyCodeEOSModernFlashExposureCompensation" = "Blitz-Belichtungskompensation";
